bradlc.vscode-tailwindcss
brapifra.phpserver
burkeholland.simple-react-snippets
christian-kohler.npm-intellisense
dbaeumer.vscode-eslint
devsense.composer-php-vscode
donjayamanne.githistory
dsznajder.es7-react-js-snippets
eamodio.gitlens
esbenp.prettier-vscode
fallenmax.mithril-emmet
figma.figma-vscode-extension
formulahendry.auto-rename-tag
github.codespaces
github.copilot
github.copilot-chat
github.vscode-github-actions
gitpod.gitpod-desktop
humao.rest-client
ikappas.composer
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-cs
ms-ceintl.vscode-language-pack-de
ms-ceintl.vscode-language-pack-es
ms-ceintl.vscode-language-pack-fr
ms-ceintl.vscode-language-pack-it
ms-ceintl.vscode-language-pack-ja
ms-ceintl.vscode-language-pack-ko
ms-ceintl.vscode-language-pack-pl
ms-ceintl.vscode-language-pack-pt-br
ms-ceintl.vscode-language-pack-ru
ms-ceintl.vscode-language-pack-zh-hans
ms-ceintl.vscode-language-pack-zh-hant
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.live-server
ms-vscode.remote-explorer
nextnav.nextnav
obliviousharmony.vscode-php-codesniffer
persoderlind.vscode-phpcbf
prisma.prisma
redhat.java
ritwickdey.liveserver
skyran.js-jsx-snippets
usernamehw.errorlens
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
yandeu.five-server
